[{"id":1,"title":"The Great Gatsby","description":"A classic novel by F. Scott Fitzgerald that explores themes of wealth, love, and the corruption of the American Dream."},{"id":2,"title":"To Kill a Mockingbird","description":"A Pulitzer Prize-winning novel by Harper Lee that deals with racial injustice and the loss of innocence in a small town in Alabama during the 1930s."},{"id":3,"title":"1984","description":"A dystopian novel by George Orwell that portrays a totalitarian society and explores themes of government oppression, censorship, and individual freedom."},{"id":4,"title":"Pride and Prejudice","description":"A classic romance novel by Jane Austen that follows the lives of the Bennet sisters and their pursuit of love and marriage in 19th century England."},{"id":5,"title":"The Catcher in the Rye","description":"A coming-of-age novel by J.D. Salinger that follows the disillusioned teenage protagonist, Holden Caulfield, as he wanders the streets of New York City."},{"id":6,"title":"One Hundred Years of Solitude","description":"A novel by Gabriel Garcia Marquez that follows the Buendia family over several generations in the fictional town of Macondo, exploring themes of magic realism, time, and memory."},{"id":7,"title":"The Hobbit","description":"A fantasy novel by J.R.R. Tolkien that follows the adventures of hobbit Bilbo Baggins as he helps a group of dwarves reclaim their treasure from the dragon Smaug."},{"id":8,"title":"Brave New World","description":"A dystopian novel by Aldous Huxley that depicts a future society in which people are genetically engineered, conditioned, and medicated to be content with their roles in a rigidly stratified caste system."},{"id":9,"title":"The Lord of the Rings","description":"A high fantasy trilogy by J.R.R. Tolkien that follows hobbit Frodo Baggins as he journeys to Mount Doom to destroy the One Ring and defeat the dark lord Sauron."},{"id":10,"title":"The Color Purple","description":"A Pulitzer Prize-winning novel by Alice Walker that tells the story of Celie, an African-American woman in the early 20th century who overcomes abuse and oppression to find her voice and her place in the world."},{"id":11,"title":"Moby-Dick","description":"A novel by Herman Melville that follows the obsessed Captain Ahab and his crew on their hunt for the great white whale, exploring themes of revenge, fate, and the human condition."},{"id":12,"title":"The Handmaid's Tale","description":"A dystopian novel by Margaret Atwood that depicts a future society in which women are oppressed and used as reproductive vessels, following the story of Offred, a handmaid who rebels against the system."}]